driver-tests/bpelse/assign/AssignJbi/test/echoENTITYDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoENTITYDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoENTITYDataType">
    <string>ENTITY</string>
    <normalizedString>ENTITY</normalizedString>
    <token>ENTITY</token>
    <base64Binary>ENTITY</base64Binary>
    <hexBinary>ENTITY</hexBinary>
    <integer>ENTITY</integer>
    <positiveInteger>ENTITY</positiveInteger>
    <negativeInteger>ENTITY</negativeInteger>
    <nonNegativeInteger>ENTITY</nonNegativeInteger>
    <nonPositiveInteger>ENTITY</nonPositiveInteger>
    <long>ENTITY</long>
    <unsignedLong>ENTITY</unsignedLong>
    <int>ENTITY</int>
    <unsignedInt>ENTITY</unsignedInt>
    <short>ENTITY</short>
    <unsignedShort>ENTITY</unsignedShort>
    <byte>ENTITY</byte>
    <unsignedByte>ENTITY</unsignedByte>
    <decimal>ENTITY</decimal>
    <float>ENTITY</float>
    <double>ENTITY</double>
    <boolean>ENTITY</boolean>
    <duration>ENTITY</duration>
    <dateTime>ENTITY</dateTime>
    <date>ENTITY</date>
    <time>ENTITY</time>
    <gYear>ENTITY</gYear>
    <gYearMonth>ENTITY</gYearMonth>
    <gMonth>ENTITY</gMonth>
    <gMonthDay>ENTITY</gMonthDay>
    <gDay>ENTITY</gDay>
    <Name>ENTITY</Name>
    <QName>ENTITY</QName>
    <NCName>ENTITY</NCName>
    <anyURI>ENTITY</anyURI>
    <language>ENTITY</language>
    <ID>ENTITY</ID>
    <IDREF>ENTITY</IDREF>
    <IDREFS>ENTITY</IDREFS>
    <ENTITY>ENTITY</ENTITY>
    <ENTITIES>ENTITY</ENTITIES>
    <NMTOKEN>ENTITY</NMTOKEN>
    <NMTOKENS>ENTITY</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
